{"do_lower_case": false, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": null, "tokenizer_file": "/root/.cache/huggingface/transformers/a63f1d64fc50ca021f544776df546258fb07cf1b516893a586ddabbbfc0cf924.427a4a69da815751f698c649e071f9d0c6c9f0e6630a2da72e22342b013c8d3d", "name_or_path": "distilbert-base-german-cased"}